{"config": [{"config": {"kernel_constraint": null, "batch_input_shape": [null, 18], "bias_constraint": null, "trainable": true, "name": "dense_5", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "activation": "relu", "dtype": "float32", "kernel_regularizer": null, "use_bias": true, "units": 27, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "trainable": true, "bias_constraint": null, "name": "dense_6", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "activation": "relu", "kernel_regularizer": null, "bias_regularizer": null, "units": 22}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "trainable": true, "bias_constraint": null, "name": "dense_7", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "activation": "relu", "kernel_regularizer": null, "bias_regularizer": null, "units": 11}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "trainable": true, "bias_constraint": null, "name": "dense_8", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "activation": "sigmoid", "kernel_regularizer": null, "bias_regularizer": null, "units": 6}, "class_name": "Dense"}], "keras_version": "2.2.2", "class_name": "Sequential", "backend": "tensorflow"}